Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2019-1.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget har i denne perioden avsluttet søknadsbehandling av tilskudd til samisk språkopplæring i barnehager.
sme: Sámediggi lea dán áigodagas loahpahan doarjjaohcamiid gieđahallama sámi giellaoahpahussii mánáidgárddiin.

source: Det er innvilget kroner 2.535.000,- i tilskudd fordelt på 33 barnehager over hele landet.
sme: Lea juolluduvvon kr. 2.535.000 doarjjan 32 mánáidgárdái miehtá riikka.

source: Hovedvekten av barnehager med samisk språkopplæring er i Troms fylke, hvor 134 barn får tilbud om samisk språkopplæring.
sme: Váldooassi mánáidgárddiin sámegiel oahpahusain leat Romssa fylkkas, gos 134 máná ožžot sámegiel oahppofálaldaga.

source: Høy kvalitet på samisk språk og kulturarbeidet i barnehagene.
sme: Alla kvalitehta mánáidgárddiid sámegielas ja kulturbargguin

source: Det var innkommet 21 søknader til ordningen prosjekter og utviklingsarbeid, med en søknadssum på til sammen over 4 millioner.
sme: Ledje boahtán 21 ohcama Prošeavttat ja ovddidanbargu ortnegii, maid ohcansubmi buohkanassii lei badjel njeallja miljovnna.

source: Det er bevilget tilskudd til 17 utviklingsprosjekter.
sme: Lea juolluduvvon doarjja 17 ovddidanprošektii.

source: Fokus i prosjektene er å styrke barnehagens hverdagsspråk gjennom den lokale tradisjonelle samiske kulturen.
sme: Prošeavttain lea guovddážis mánáidgárddiid juohkebeaivválaš giela nannen báikkálaš, árbevirolaš kultuvrrain.

source: Det fysiske miljøet i barnehagen er viktig for språkarbeidet.
sme: Mánáidgárddi fysalaš biras lea deaŧalaš giellabargui.

source: Det er blant annet gitt tilskudd til giellačeahppi prosjekter til barnehager både i nord- og sørsamiske områder.
sme: Doarjja lea juolluduvvon earret eará Giellačeahppi prošeavttaide mánáidgárddiin sihke davvi- ja máttasámi guovlluin.

source: Pedagogisk materiell. Mål for innsatsområdet: Samiske barn har samiske bøker og leker i barnehagene.
sme: Pedagogalaš ávdnasat. Áŋgiruššansuorggi mihttomearri: Sámi mánáin leat sámi girjjit ja duhkorasat mánáidgárddiin.

source: I forbindelse med samenes nasjonaldag har det vært stor etterspørsel av pedagogisk opplegg og materiell tilpasset aldersgrupper i barnehagene.
sme: Sámeálbmotbeaivvi oktavuođas leat ollugat jearahallan pedagogalaš dahkosiid ja ávdnasiid mat lea heivehuvvon mánágáddiid ahkejoavkkuide.

source: Det viser seg at barnehagene trenger grunnleggende informasjon om samer og samiske forhold først og fremst for kompetanseheving av ansatte i barnehager.
sme: Čájehuvvo ahte mánáidgárddit dárbbašit guovddáš dieđuid sápmelaččaid ja sámi diliid birra vuosttažettiin danin ahte mánaidgárdebargiid gelbbolašvuođa loktet.

source: En stor del av de som har kontaktet Sametinget er norske barnehager som aldri har jobbet med samiske temaer i barnehagen, men som nå skal prioritere dette som følge av krav i rammeplan for barnehager.
sme: Stuorra oassi sis geat Sámedikkiin leat oktavuođa váldán leat dáža mánaidgárddit mat eai goassege leat bargan sámi fáttáiguin mánáidgárddis, muhto geat dál áigot dan vuoruhit dan dihte go mánáidgárddiid rámmaplána dan gáibida.

source: Barnehager har vist stor interesse for Sametingets kofferter med samisk innhold.
sme: Mánáidgárddiin lea leamaš stuorra beroštupmi Sámedikki koaffariidda main lea sámi sisdoallu.

source: Det er nå en lang venteliste for utlån.
sme: Luoikamii lea dál guhkes vuordinlistu.

source: Mål for tilskuddsordningen - Pedagogisk materiell: Barnehager har god tilgang på pedagogisk materiell som har et samisk innhold.
sme: Doarjjaortnega mihttomearri – pedagogalaš ávdnasat: Mánáidgárddiide lea álki fidnet pedagogalaš ávdnasii main lea sámi sisdoallu.

source: Det var i 2018 kun to søkere til ordningen pedagogisk materiell og leker.
sme: 2018:s ledje dušše guokte ohcama pedagogalaš ávdnasat ja duhkorasat ortnegii.

source: Tilskudd ble innvilget til Davvi Girji til utvikling av en materiellpakke med pedagogisk materiell, som gjenspeiler hvordan samene forvalter naturen og bruker den som ressurs, og til Statped for utvikling av matematikkbok som skal stimulere interessen for matematikk i barnehagene.
sme: Doarjja juolluduvvui Davvi Girjái ávnnaspáhka ovddideapmái pedagogalaš ávdnasiiguin, mii čájeha mo sápmelaččat hálddašit luonddu ja geavahit dan resursan, ja Statped:i matematihkkagirjji ovddideapmái, mii galgá movttiidahttit matematihkkaberoštumi mánáidgárddiin.

source: Mål for innsatsområdet: Samiske elever har kvalitetsmessig god opplæring i og på samisk.
sme: Áŋgiruššansuorggi mihttomearri: · Sámi ohppiid oahpaheamis sámegielas ja sámegillii lea buorre kvalitehta.

source: Revidering av læreplaner – prosjekt Læreplanprosessen er i sin andre av totalt tre faser i fagfornyelsen.
sme: Oahppoplánaid revideren - prošeakta Oahppoplánaproseassa lea joavdan nuppi dássái fágaođasmahttima oktiibuot golmma dásis.

source: Sametinget har tre egne læreplangrupper i fagene samisk 1, samisk 2 og duodji.
sme: Sámedikkis leat sierra oahppoplánajoavkkut sámegielas 1, sámegielas 2 ja duojis.

source: En egen duodjigruppe ble etablert etter ønske fra sametingsrådet.
sme: Sámediggeráđđi háliidii ahte duodjái ásahuvvo sierra joavku.

source: Sametinget følger disse gruppene tett.
sme: Sámediggi čuovvu dáid joavkkuid hui lávga.

source: Alle andre læreplangrupper har styrket samisk representasjon med to og tre representanter, og disse skal utvikle nasjonale og samiske læreplaner i faget.
sme: Buot eará oahppoplánajoavkkuin lea sámi ovddasteapmi nannejuvvon guvttiin ja golmmain áirasiin, ja dat galget ovddidit našuvnnalaš ja sámi oahppoplánaid fágas.

source: I tillegg har Sametinget etablert en egen referansegruppe.
sme: Lassin dasa lea Sámediggi ásahan sierra referánsajoavkku.

source: Sametinget sitter i læreplangruppen for de tre tverrfaglige temaene som skal være gjennomgående i alle fagene i læreplanverket.
sme: Sámediggi lea mielde golmma fágaidrasttideaddji fáttá oahppoplánajoavkkus mat galget leat čađačuovvu buot fágain oahppoplánabuktosis.

source: De tre tverrfaglige temaene er: helse og livsmestring, demokrati og medborgerskap og bærekraftig utvikling.
sme: Golbma fágaidrasttideaddji fáttát leat: dearvvasvuohta ja eallimis birgen, demokratiija ja mielborgárvuohta ja guoddevaš ovdáneapmi.

source: Det er per i dag 48 eksterne samiske læreplanrepresentanter i de ulike læreplangruppene.
sme: Odne leat 48 olggobeali oahppoplánaovddasteaddji iešguđet oahppoplánajoavkkuin.

source: I tillegg er Sametinget i ferd med å etablere læreplangrupper for de samiske fagene på videregående skole, som nå er bestemt også skal utvikles i denne fagfornyelsen.
sme: Lassin dasa lea Sámediggi ásaheamen oahppoplánajoavkkuid sámi fágaide joatkkaskuvllas, maid dál leat mearridan dán fágaođasmahttimis ovddidit.

source: Antallet samiske læreplanrepresentanter vil sannsynligvis øke til nærmere 65. Disse har et særlig ansvar for samiskfaget og samisk innhold i læreplanene.
sme: Sámi oahppoplánaovddasteaddjit lassánit nu ahte gártet várra lagabui 65. Sis lea earenoamáš ovddasvástádus sámegielfágas ja sámi sisdoalus oahppoplánain.

source: Forøvrig har de nasjonale aktørene også ansvar for samisk innhold i læreplanene.
sme: Maiddái našuvnnalaš aktevrrain lea ovddasvástádus sámi sisdoalus oahppoplánain.

source: De første læreplanskissene har vært på spørring (minihøring), som ble avsluttet 14. november. Det kom cirka 7000 innspill.
sme: Vuosttaš oahppoplánaevttohus lea leamaš jearahallamis (smávit gulaskuddan), mii loahpahuvvui skábmamánu 14. b. Dasa bohte sullii 7000 cealkámuša.

source: Læreplangruppene har bearbeidet læreplanskissene i forhold til innspillene, og ellers arbeidet med å tilpasse læringsmålene til det nye kompetansebegrepet og til kompetansemålene i de øvrige fagene frem til 25. januar 2019.
sme: Oahppoplánajoavkkut leat divodan oahppoplánaevttohusaid cealkámušaid ektui, ja muđui bargan ođđajagimánu 25. b. 2019 rádjái oahppanmihttomeriid heivehemiin ođđa gealbodoahpagii ja eará fágaid gealbomihttomeriide.

source: Læreplanene er nå sendt til Kunnskapsdepartementet og Sametinget for fastsetting.
sme: Oahppoplánat leat dál sáddejuvvon Máhttodepartementii ja Sámediggái mearrideapmái.

source: Sametinget og Kunnskapsdepartementet skal nå før læreplaner sendes til høring, ha konsultasjoner om samisk innhold i de ordinære og samiske parallelle likeverdige læreplanene.
sme: Sámediggi ja Máhttodepartemeanta galget dál ovdal go oahppoplánat sáddejuvvojit gulaskuddamii, konsulteret sámi sisdoalu birra dábálaš ja sámi buohtalas ovttaárvosaš oahppoplánain.

source: Det er avtalt administrative og politiske konsultasjoner med Kunnskapsdepartementet 1. mars 2019 i Oslo.
sme: Leat šiehtaduvvon hálddahuslaš ja politihkalaš konsultašuvnnat Máhttodepartemeanttain njukčamánu 1. b. 2019 Oslos.

source: Prosessen videre er at læreplanene sendes på 3 måneders høring 25. mars 2019. Læreplanene fastsettes høsten 2019.
sme: Proseassa viidáseappot lea oahppoplánaid sáddet golmma mánu gulaskuddamii njukčamánu 25. b. 2019. Oahppoplánat mearriduvvojit 2019 čavčča.

source: Høringsseminar Sametinget har begynt å planlegge høringsmøter og seminarer om de nye samiske læreplanene i nord-, lule- og sørsamisk område i høringsperioden.
sme: Sámediggi lea plánegoahtán gulaskuddanáigodagas doallat gulaskuddančoahkkimiid ja -semináraid davvi-, julev- ja máttasámeguovllus ođđa sámi oahppoplánaid birra.

source: Målet med høringsseminar er å reflektere over innholdet i læreplanene og få gode innspill i forhold til de samiske planene og det samiske innholdet i læreplanene.
sme: Mihttomearri gulaskuddansemináraiguin lea reflekteret oahppoplánaid sisdoalu birra ja oažžut buriid cealkámušaid sámi plánaide ja oahppoplánaid sámi sisdollui.

source: Sametingsrådet avholder høringsmøter/seminarer i Tysfjord, Trondheim og Karasjok, i april og mai 2019.
sme: Sámediggeráđđi doallá gulaskuddančoahkkima/seminára Divttasvuonas, Troanddimis ja Kárášjogas 2019 cuoŋománus ja miessemánus.

source: Realisere flere samiske læreplaner Sametinget arbeider fortsatt med å realisere utviklingen av samiske læreplaner i de tre gjenværende gjennomgående fagene: matematikk, kroppsøving (KRØ) og engelsk, som ikke har egne samiske læreplaner i dag.
sme: Eanet sámi oahppoplánaid duohtandahkan Sámediggi lea bargamin duohtandahkat sámi oahppoplánaid golmma báhcán čađačuovvu fágii: matematihkka, lášmmohallan (KRØ) ja eŋgelasgiella, main otne eai leat sierra sámi oahppoplánat.

source: Dersom sametingsrådet får gjennomslag for sitt krav, vil disse læreplanene ikke bli ferdige til høringen i mars 2019 av kapasitetshensyn.
sme: Jus Sámediggeráđi gáibádussii mieđihit, de oahppoplánat eai gárván gulaskuddamii 2019 njukčamánus kapasitehtasivaid geažil.

source: Sametinget har som mål å realisere utviklingen av disse læreplanene innenfor rammen av denne fagfornyelsen.
sme: Sámedikki mihttomearri lea duohtandahkat dáid oahppoplánaid fágaođasmahttima rámmaid siskkobealde.

source: Evaluering av fagfornyelsen Arbeidet med å evaluere fagfornyelsen er allerede i gang.
sme: Fágaođasmahttima evalueren Fágaođasmahttima evalueren lea juo jođus.

source: Kunnskapen skal brukes til å justere fagfornyelsen underveis og vil danne grunnlag til fremtidige tiltak.
sme: Máhttu galgá geavahuvvot dasa ahte fágaođasmahttima dađistaga justeret ja leat vuođđun boahttevaš doaibmabijuide.

source: Utdanningsdirektoratet har etablert et programstyre som bestemmer hvilke forskningsprosjekter som skal settes i gang.
sme: Oahpahusdirektoráhta lea ásahan prográmmastivrra mii mearrida makkár dutkanprošeavttaid galgá álggahit.

source: Sametinget har ikke blitt konsultert eller inkludert i arbeidet med etableringen av styret, og er særlig kritisk til at programstyrets sammensetning ikke har erfaringer og kunnskap fra praksis i samisk skole.
sme: Sámediggi ii leat jerrojuvvon dahje inkluderejuvvon stivrra ásahanbargui, ja Sámedikki mielas lea earenoamáš moaittehahtti go prográmmastivrra lahtuin eai leat vásihusat ja máhttu sámi skuvlla geavahusas.

source: Sametinget har i perioden benyttet anledningen til å avgi innspill til programstyret, der vi blant annet stiller forventinger om at evalueringen også må gi kunnskapsgrunnlag om implementeringen av samiske læreplaner (samiske parallelle likeverdige læreplaner) og samisk innhold i skolen.
sme: Sámediggi lea áigodagas geavahan vejolašvuođa cealkámuša buktit prográmmastivrii gokko earret eará leat vuordámušat dasa ahte evalueren maiddái galggašii addit máhttovuođu sámi oahppoplánaid (sámi buohtalas ovttaárvosaš oahppoplánat) ja sámi sisdoalu implementeremis skuvlii.

source: Revidering av opplæringsloven Regjeringen har nedsatt et opplæringslovutvalg som ser på regelverket innenfor grunnopplæringens område.
sme: Oahpahuslága revideren Ráđđehus lea nammadan oahpahusláhkalávdegotti mii galgá geahčadit vuođđooahpahusa njuolggadusaid.

source: Lovutvalgets forslag til nytt regelverk leveres innen 1. desember 2019.
sme: Láhkalávdegoddi buktá evttohusas ođđa njuolggadusaide juovlamánu 1. b. 2019 rádjái.

source: I perioden har Sametinget gitt innspill om prinsipper for opplæring og om utfordringer med regelstyring.
sme: Sámediggi lea áigodagas buktán cealkámuša oahpahusa prinsihpaide ja hástalusaide stivrennjuolggadusaid ektui.

source: Hovedtrekkene i innspillet om prinsipper for opplæring er at samisk opplæring må tydeliggjøres og styrkes i ny opplæringslov, og at forslagene i NOU 2016: 18 Hjertespråket må følges opp i denne lovrevideringen.
sme: Váldu cealkámušas oahpahusa prinsihpaide lea ahte sámi oahpahus ferte buorebut čilgejuvvot ja nannejuvvot ođđa oahpahuslágas, ja ahte NAČ 2016:18 Váibmogiela evttohusat fertejit čuovvuluvvot dán láhkarevideremis.

source: Om utfordringene med regelstyring har Sametinget i sitt innspill påpekt at reglene om samisk opplæring ikke i tilstrekkelig grad etterleves, blant annet på grunn av at skoleeiere ikke er kjent med disse.
sme: Hástalusat stivrennjuolggadusaid ektui lea Sámediggi cealkámušastis dadjan ahte njuolggadusat sámi oahpahusa birra eai čuvvojuvvo doarvái bures earret eará danne go skuvlaeaiggádat eai dovdda daid.

source: Videre har Sametinget poengtert at retten til opplæring i og på samisk ikke sikres godt nok i loven, siden tilgangen til samiske læremidler ikke sikres i loven.
sme: Dasto lea Sámediggi deattuhan ahte láhka ii sihkkarastte doarvái bures vuoigatvuođa oahpahussii sámegillii ja sámegielas danne go sámi oahpponeavvuid fidnen ii leat lágas sihkkarastojuvvon.

source: Det er etablert en eksamensgruppe som skal se på eksamensordningen.
sme: Lea ásahuvvon eksámenjoavku mii galgá eksámenortnega geahčadit.

source: Sametinget har vært kritisk til at det etableres en slik gruppe uten at dette har vært drøftet med Sametinget.
sme: Sámedikki mielas lea moaittehahtti go dákkár joavku ásahuvvo almmá Sámedikkiin gulahallamiin.

source: Som en konsekvens, mangler det samisk representasjon i eksamensgruppen.
sme: Dat lea dagahan ahte eksámenjoavkkus váilu sámi ovddasteapmi.

source: Utdanningsdirektoratet har forsikret om at eksamensgruppen skal ha dialog med Sametinget.
sme: Oahpahusdirektoráhta lea dadjan ahte eksámenjoavku galgá Sámedikkiin gulahallat.

source: Det utvikles støttemateriell til implementeringen av fagfornyelsen.
sme: Ráhkaduvvojit doarjjaávdnasat fágaođasmahttima implementeremii.

source: Sametinget har hatt som mål å utvikle egne samiske støttemateriell, men på grunn av manglende kapasitet er det en utfordring.
sme: Sámedikkis lea leamaš mihttomearrin ovddidit sierra sámi doarjjaávdnasiid, muhto váilevaš kapasitehta geažil lea dat hástalus.

source: Sametinget har derfor bedt Utdanningsdirektoratet om å oversette sine støttemateriell til samisk.
sme: Danne lea Sámediggi dáhtton Oahpahusdirektoráhta iežaset doarjjaávdnasiid sámegillii jorgalit.

source: Sametinget må vurdere om man også skal utvikle egne, enten gjennom å gjøre det selv, eller ved å sette dette på anbud.
sme: Sámediggi ferte árvvoštallat galgat go ovddidit maiddái iežamet, juogo iežamet bargguin dahje fálaldatgilvvu almmuhemiin.

source: Støttemateriellene skal være til hjelp for implementeringen i skolene.
sme: Doarjjaávdnasat galget leat veahkkin skuvlii implementeremis.

source: Videregående skole Sametinget har oppnevnt samiske medlemmer i læreplanen for Vg1 Naturbruk og Vg1 Design og tradisjonshåndverk.
sme: Joatkkaskuvla Sámediggi lea nammadan sámi miellahtuid Jo1 Luonddugeavaheami ja Jo2 Designa ja árbeduoji oahppoplánaide.

source: Læreplangruppen i vg1 «Design og tradisjonshåndverk og Naturbruk» skal levere endelig utkast våren 2019.
sme: Jo1 oahppoplánajoavku «Design og tradisjonshåndverk og Naturbruk» galgá buktit loahpalaš evttohusa 2019 giđa.

source: Sametinget har oppnevnt medlemmer til læreplanarbeid for programfagene Vg2 duodjifaget, Vg2 reindriftsfaget og Vg3 pels- og skinnduodjifaget, horn, bein- og metallduodji, treduodjifaget, veve- og håndstrikkeduodjifaget og tekstilduodjifaget og Vg3 for reindriftsfaget.
sme: Sámediggi lea nammadan miellahtuid prográmmafágaid Jo2 duodjefágii ja Jo2 boazodoallofágii ja Jo3 náhkke- ja sisteduodjefágii, čoarvi-dákti ja metálladuodji, muorraduodjefágii, čuoldin- ja giehtagođđinduodjefágii, ja tekstiiladuodjefágii ja Jo3 boazodoallofágii.

source: Arbeidet sluttføres august 2020.
sme: Bargu loahpahuvvo 2020 borgemánus.

source: Lied-utvalgets arbeid om videregående opplæring Kunnskapsdepartementet har nedsatt et utvalg, Lied-utvalget, som skal vurdere struktur og innhold i videregående opplæring.
sme: Lied-lávdegotti bargu joatkkaoahpahusain Máhttodepartemeanta lea nammadan lávdegotti, Lied-lávdegotti, mii galgá árvvoštallat joatkkaoahpahusa struktuvrra ja sisdoalu.

source: I desember leverte utvalget en delinnstilling, som danner kunnskapsgrunnlaget for hovedinnstillingen som skal leveres høsten 2019.
sme: Lávdegoddi buvttii juovlamánu oasseárvalusa, mii lea vuođđun váldoárvalussii mii 2019 čavčča galgá buktojuvvot.

source: Sametinget mener at delinnstillingen i liten grad beskriver utfordringer i samisk videregående opplæring.
sme: Sámediggi oaivvilda ahte oasseárvalus hui unnán válddaha hástalusaid sámi joatkkaoahpahusas.

source: Delinnstillingen nevner samisk time- og fagfordeling, de samiske læreplanene og at det eksisterer to samiske videregående skoler.
sme: Oasseárvalus namuha sámi diibmo- ja fágajuohkima, sámi oahppoplánaid ja ahte gávdnojit guokte sámi joatkkaskuvlla.

source: Delinnstillingen beskriver ulike fag, men ikke de samiske fagene.
sme: Oasseárvalus válddaha iešguđet fágaid, muhto ii sámi fágaid.

source: Hovedinnstillingen skal vurdere og foreslå ulike modeller for videregående opplæring basert på behovene til eleven, samt arbeids- og samfunnslivets behov.
sme: Váldoárvalus galgá árvvoštallat ja evttohit iešguđetlágan modeallaid joatkkaoahpahussii ohppiid dárbbuid ektui ja bargo- ja servodateallima dárbbuid ektui.

source: Sametinget følger opp dette arbeidet.
sme: Sámediggi čuovvula dán barggu.

source: Møte med Den norske forleggerforeningen Som et ledd i oppfølging av Sametingets mål om å ivareta samisk innhold i skolen og for å oppnå et mangfoldig demokratisk felleskap med kunnskap og forståelse for hverandre, har sametingsrådet hatt møte med Den norske forleggerforeningen.
sme: Čoahkkin – Den norske forleggerforeningen Oassin Sámedikki mihttomeari čuovvuleames ahte gozihit sámi sisdoalu skuvllas ja juksan dihtii girjáš demokráhtalaš oktasašvuođa mas lea máhttu ja nubbi nuppi áddejupmi, lea sámediggeráđis leamaš čoahkkin Den norske forleggerforeningen nammasaš servviin.

source: Forleggerforeningen representerer norske læremiddelutgivere.
sme: Dát searvi ovddasta Norgga oahpponeavvoalmmuheddjiid.

source: På møtet tok Sametinget opp utfordringene med manglende samisk innhold i norske læremidler, og utfordringen med at samer og samisk tema noen ganger fremstilles upresist i norske læremidler.
sme: Čoahkkimis válddii Sámediggi ovdan váilevaš sámi sisdoalu Norgga oahpponeavvuid, ja hástalus ahte sámit ja sámi fáttát muhtumin leat boastut Norgga oahpponeavvuin.

source: Det er behov for kunnskapsspredning og synliggjøring av det samiske i dagens skoler i Norge.
sme: Lea dárbu juohkit máhtu ja oainnusmahttit sámevuođa dálá skuvllain Norggas.

source: Sametinget har dialog med forleggerforeningen om hvordan norske forlag kan ivareta og sikre det samiske innholdet i de norske læremidlene.
sme: Sámedikkis lei gulahallan servviin dan birra movt Norgga lágádusat sáhttet gozihit ja sihkkarastit sámi sisdoalu Norgga oahpponeavvuin.

source: Sametinget og forleggerforeningen har videre samarbeid om disse utfordringene.
sme: Sámediggi ja forleggerforeningen lea viidáset ovttasbargu dáid hástalusaid birra.

source: Tradisjonell kunnskap og samisk utmarksbruk i grunnskolen - søkerbasert tilskudd Mål for tilskuddsordningen - Tradisjonell kunnskap i grunnskolen 2018: Implementere samisk tradisjonell kunnskap i grunnskolen og (lokale) læreplaner.
sme: Árbevirolaš máhttu ja sámi meahccegeavaheapmi vuođđoskuvllas – ohcanvuđot doarjja Doarjjaortnega mihttomearri – árbediehtu vuođđoskuvllas 2018: · Implementeret sámi árbedieđu vuođđoskuvlii ja (báikkálaš) oahppoplánaid

source: Sametinget har i denne perioden avsluttet søknadsbehandling av tilskudd til grunnskoler med samiske elever.
sme: Sámediggi lea dán áigodagas loahpahan doarjjaohcamiid gieđahallama vuođđoskuvllaide main leat sámi oahppit.

source: Sametingsrådet har bevilget kroner 358.000,- til fem ulike tiltak som skal bidra til å øke bruk av samisk tradisjonell kunnskap i skoleverket og der kunnskapsoverføring fra eldre til yngre skjer med fokus på «birgen», duodji og samisk opplæring.
sme: Sámediggeráđđi lea juolludan kr. 358.000 viđa iešguđet doaibmabidjui mat váikkuhit dan ahte lasihit sámi árbedieđu skuvllas nu ahte máhttojuohkin dáhpáhuvvá vuorrasit buolvvas nuorat bulvii, ja nu ahte birgen, duodji ja sámegiel oahpahus leat guovddážis.

source: Læringsmiljø og skoleutvikling Mål for innsatsområdet: Gode og trygge læringsmiljøer.
sme: Oahppobiras ja skuvlaovddideapmi Áŋgiruššansuorggi mihttomearri: · Buorit ja oadjebas oahppanbirrasat.

source: Grenseoverskridende skolesamarbeid i Sápmi Sametingsrådet og Samisk parlamentarisk råd (SPR) viser i sitt arbeid at de ønsker å videreføre prosjektet om grenseoverskridende skolesamarbeid.
sme: Rájáidrasttideaddji skuvlaovttasbargu Sámis Sámediggeráđđi ja Sámi parlamentáralaš ráđđi (SPR) čájehit bargguineaset ahte háliidit joatkit prošeavtta rájáidrasttideaddji skuvlaovttasbarggu birra.

source: Sametingsrådet hadde møte med prosjektets arbeidsgruppe 4. desember 2018 i Karasjok for å drøfte videre fremgang.
sme: Sámediggeráđis lei juovlamánu 4. b. 2018 čoahkkin prošeavtta bargojoavkkuin Kárášjogas digaštallan dihte mo barggu galggašii joatkit.

source: På dette møte deltok blant annet Sameskolestyrelsen i Sverige, vice styrelseordførande fra Sametinget i Sverige, og leder for oppvekstsaker fra Sametinget i Finland.
sme: Dán čoahkkimii serve earret eará Ruoŧa sámeskuvlastivra, Ruoŧa sámediggestivrra várreságadoalli ja Suoma Sámedikki oahpahusáššiid jođiheaddji.

source: Sametinget har ansatt en prosjektmedarbeider i halv stilling til dette arbeidet.
sme: Sámediggi lea virgádan prošeaktamielbargi beallevirgái dán bargui.

source: Prosjektmedarbeideren begynte i 50 prosent stilling fra 1. januar 2019 og har kontorsted ved Sametinget i Finland.
sme: Prošeaktamielbargi álggii virgái ođđajagimánu 1. b. 2019 ja sus lea kánturbáiki Suoma Sámedikkis.

source: Sametinget, arbeidsgruppa og prosjektmedarbeideren hadde et arbeidsmøte 28. januar 2019 på Sirbmá skole hvor man behandlet mandatet, samt virksomhets- og møteplaner.
sme: Sámediggi, bargojoavku ja prošeaktamielbargi leat ođđajagimánu 28. b. 2019 doallan bargočoahkkima Sirpmá skuvllas, gos gieđahalle mandáhta ja doaibma- ja čoahkkinplána.
